[{"item":"pollution","version":"insurance","header":"San-o-Sand, Inc. sells sand for use in sandblasters and other sandblasting equipment. A number of workers at San-o-Sand all have recently developed the same very serious infection of the lungs, called silicosis. Silicosis is caused from the inhalation of a bacteria found in contaminated beach sand. As part of their job, San-o-Sand employees test sandblasters in a special facility. The workers wear masks and other protective equipment during the testing, but particles of sand remain in the air when the testing is done. When the workers remove their protective equipment they inhale large amounts of sand. Samples of this sand have tested positive for the bacteria that causes silicosis.","continuation":"Derek, one of the San-o-Sand workers injured, sued San-o-Sand and won. San-o-Sand, in turn, has now filed a claim with its insurance company, Pacific All-Risk, to repay San-o-Sand for the damages it has to pay to its workers, including Derek. San-o-Sand has purchased a protection plan for injuries caused by pollution. If the bacteria in the sand inhaled by the San-o-Sand workers is found to be a pollutant, Pacific All-Risk will have to pay on the claim under the special policy addition."},{"item":"pollution","version":"exclusion","header":"San-o-Sand, Inc. sells sand for use in sandblasters and other sandblasting equipment. A number of workers at San-o-Sand all have recently developed the same very serious infection of the lungs, called silicosis. Silicosis is caused from the inhalation of a bacteria found in contaminated beach sand. As part of their job, San-o-Sand employees test sandblasters in a special facility. The workers wear masks and other protective equipment during the testing, but particles of sand remain in the air when the testing is done. When the workers remove their protective equipment they inhale large amounts of sand. Samples of this sand have tested positive for the bacteria that causes silicosis.","continuation":"Derek, one of the San-o-Sand workers injured, sued San-o-Sand and won. San-o-Sand, in turn, has now filed a claim with its insurance company, Pacific All-Risk, to repay San-o-Sand for the damages it has to pay to Derek. There is an exception in the Pacific All-Risk policy for injuries caused by pollution. If the bacteria in the sand inhaled by the San-o-Sand workers is found to be a pollutant, Pacific All-Risk will not have to pay on the claim. Pacific All-Risk is claiming that the contaminated sand falls under the pollution exception to the policy."},{"item":"pollution","version":"unambiguously_true","header":"Bill Taylor owns and operates a uranium mill on a 1.4 square mile site in Springfield. The site contains an active alkaline processing mill and two waste disposal ponds. The mill operates by extracting crude uranium oxide from uranium ore for sale to nuclear power plants. As part of this milling process, a large residue of liquid sludge is piped into the waste disposal ponds. This sludge contains a mixture of radioactive and nonradioactive, but still toxic, materials. <p>\nFifteen years after the opening of the plant, residents of nearby Capital City all began to experience similar illnesses. The Capital City public health office and local doctors determined that the sicknesses were caused by the liquid sludge that had been disposed of by the Taylor mill, and that seeped into their drinking water. <p>\nThe residents sued and won. Bill Taylor filed a claim with his insurance company, Pacific All-Risk, for the amount of the\njudgment against him. The Pacific All-Risk insurance policy contains an exclusion for damage caused by \"pollution in the environment.\" If the toxic sludge seeping from the lake into the Capital City drinking water is considered pollution, Pacific All-Risk does not have to pay Bill Taylor's claim. Pacific All-Risk does refuse to pay the claim, citing the pollution exclusion.","continuation":""},{"item":"pollution","version":"unambiguously_false","header":"Donna Martin owns a dress shop called \"Now Wear This\" on Melrose Avenue in Beverly Hills, California. During the busy holiday season, Donna's store was packed with shoppers. One of those shoppers accidentally spilled her Orange Mocha Frappuccino across the doorway of the store on her way out. Before anyone had a chance to clean up the spill, another customer, Sydney Andrews, walked in. Immediately, she slipped on the spilled coffee, fell, and broke her leg in three places. <p>\nSydney sued Donna for damages resulting from her injury and won. Donna filed a claim with her insurance company, Pacific All-Risk. Pacific All-Risk has an exclusion in their policy for injuries caused by \"pollution in the environment.\" If the Orange Mocha Frappuccino is considered pollution, Pacific All-Risk does not have to pay Donna Martin's claim. Pacific All-Risk does refuse to pay, citing the exclusion.","continuation":""},{"item":"earth movement","version":"insurance","header":"Jim and Cindy Walsh own a home on a fifteen acre property in the Purple Mountains. The property adjacent to theirs is a ski lodge called Majestic Slopes. Majestic Slopes is expanding and plans to build a new ski lodge. The ground they picked for the new lodge was not level, and Majestic had to blast the rugged area in order to have a flat surface upon which to build the foundation of their new construction. Majestic hired special explosive engineers to set off a small, concentrated amount of dynamite on the grounds, approximately one quarter mile from the Walshes' home. The explosion was more powerful than the engineers expected, however. The blast caused a serious underground concussion. The tremors in the surrounding area shook the foundation and walls of the Walsh house. As a result, it sustained serious structural damage.","continuation":"The Walshes sued Majestic Slopes to recover money to repair their home and won. Majestic Slopes filed a claim with its insurance company, Mountain All-Risk. Majestic purchased a protection plan from Mountain for loss \"caused by, resulting from, contributed to or aggravated by any earth movement, including, but not limited to earth sinking, rising, or shifting.\" If the damage to the Walsh house was caused by earth movement, Mountain All-Risk will have to pay under the special protection plan."},{"item":"earth movement","version":"exclusion","header":"Jim and Cindy Walsh own a home on a fifteen acre property in the Purple Mountains. The property adjacent to theirs is a ski lodge called Majestic Slopes. Majestic Slopes is expanding and plans to build a new ski lodge. The ground they picked for the new lodge was not level, and Majestic had to blast the rugged area in order to have a flat surface upon which to build the foundation of their new construction. Majestic hired special explosive engineers to set off a small, concentrated amount of dynamite on the grounds, approximately one quarter mile from the Walshes' home. The explosion was more powerful than the engineers expected, however. The blast caused a serious underground concussion. The tremors in the surrounding area shook the foundation and walls of the Walsh house. As a result, it sustained serious structural damage.","continuation":"The Walshes sued Majestic Slopes to recover money to repair their home and won. Majestic Slopes filed a claim with its insurance company, Mountain All-Risk. Majestic's insurance plan contains an exclusion for loss \"caused by, resulting from, contributed to or aggravated by any earth movement, including, but not limited to earth sinking, rising, or shifting.\" If the damage to the Walsh house was caused by earth movement, Mountain All-Risk does not have to pay the claim."}]